//
//  HTSuggestionModel.m
//  Weather
//
//  Created by guohaitao on 16/4/27.
//  Copyright © 2016年 guohaitao. All rights reserved.
//

#import "HTSuggModel.h"

@implementation HTSuggModel


/*
 
 , , , , ,
 
 "suggestion":{
 "comf":{
 "brf":"舒适",
 "txt":"白天不太热也不太冷，风力不大，相信您在这样的天气条件下，应会感到比较清爽和舒适。"
 },
 "cw":{    @"cw":@"洗车指数"
 "brf":"不宜",
 "txt":"不宜洗车，未来24小时内有雨，如果在此期间洗车，雨水和路上的泥水可能会再次弄脏您的爱车。"
 },
 "drsg":{   @"drsg":@"穿衣指数"
 "brf":"较舒适",
 "txt":"建议着薄外套、开衫牛仔衫裤等服装。年老体弱者应适当添加衣物，宜着夹克衫、薄毛衣等。"
 },
 "flu":{        @"flu":@"感冒指数"
 "brf":"较易发",
 "txt":"相对今天出现了较大幅度降温，较易发生感冒，体质较弱的朋友请注意适当防护。"
 },
 "sport":{      @"sport":@"运动指数"
 "brf":"较不宜",
 "txt":"有降水，推荐您在室内进行健身休闲运动；若坚持户外运动，须注意保暖并携带雨具。"
 },
 "trav":{      @"trav":@"旅游指数"
 "brf":"适宜",
 "txt":"温度适宜，又有较弱降水和微风作伴，会给您的旅行带来意想不到的景象，适宜旅游，可不要错过机会呦！"
 },
 "uv":{    @"uv":@"紫外线指数"
 "brf":"最弱",
 "txt":"属弱紫外线辐射天气，无需特别防护。若长期在户外，建议涂擦SPF在8-12之间的防晒护肤品。"
 */

@end
